{
    "Question1": "Why Mexikansas? Where did it come from?",
    "entry1p1": "The population of Kansas has been increasing since the dust bowl. Within the past 50 years, more than Half a Million individuals have migrated here. Using my best judgement, the inspiration to move to the harsh climate of the prairie was for economic prosperity. I say that because there is a lack of natural beauty. There are no beaches, mountains, and barely any interesting landmarks. The southwest is hot in the summer, cold in the winter, and arid all year round. These rural parts of Kansas do not offer sanctuary cities, but they do offer cheap lifestyles and decent pay.",
    "entry1p2": "Migrants that successfully land a work visa is like winning the lottery. It is a promise to earn ten times more than what you would have earned in their home countries (Mexico). The only downside to it, is that you cannot go beyond your lawful period of stay. Other forms of work come in the form of being paid under the table by desperate employers. Even though under the table pay may be less, it's still much better than earnings back at home. With these golden tickets in hand, thousands of migrants have not wanted to return to their less than luxurious lifestyle. ",
    "entry1p3": "When understanding why these migrants haven't left, other push-pull factors must be considered. For example, a push factor for them is that some are scared to return to a violent and more corrupt country. Their alternative options aren't the most ideal, so overstaying is a reasonable and natural instinct. Some good example of pull factors are anchor babies or some form of indentured servitude with their employer. Seeing how both are essentially contracts with another living being, these migrants are being constrained back by their responsibilities. ",
    "entry1p4":"After getting a deeper understanding of the effects of the factors, we can understand where the productive towns of Southwest Kansas have originated.",
    
    "Question2": "The Chicano Umbrella",
    "entry2": "",
    "Question3": "Across the train tracks",
    "entry3": "",
    "Question4": "Intergenerational Pressure",
    "entry4": ""
}