{
  "0": {
    "title": "Therapy For Everyone",
    "teaser": "I recommend therapy to everyone and discuss my own experience attending a few sessions.",
    "date": "September 26th, 2022",
    "body": [
      "I interpret therapy as guided positive thinking, much like a religious leader would do so with their followers. The goal of therapy is to promote the well being of the individual through their daily transitions, through their emotional struggles, and through prior traumatic experiences. What boggles me is that we can receive this help from a distance. There are no physical limitations to the session, but the results can be life-altering. ",
      "When I attended a few free sessions offered through my university, I explicitly remember thinking how silly it was to discuss my personal problems to a complete stranger. They had absolutely no knowledge of who I was a day ago, but I felt like my life was in their hands. I was the clay ready to be molded into a work of art with the right molding. Luckily, I had a talented therapist who I would see weekly to discuss my issues. I eventually felt much better after a few months from the first session, but I was surprised how no one has ever recommended this experience.",
      "My problems could be interpreted as a lack of support from family members, imposter syndrome, and the occasional panic attack. Obviously, something was wrong with my mental health but at that point in time, I couldn't pin-point the source of my stress. I spoke about what frustrated me and what could possibly be the source of my panic attacks. She saw that I was trying to scoot as far away from her as possible when speaking about my issues, so we came up with strategies to become more confident when dealing with conflict.",
      "The results of these sessions cannot be seen immediately since behavioral changes require time and dedication. Biasing your thoughts to positivity is a skill that many have not trained. Much like learning how to ride a bike, it’s easier to grasp when you have some training wheels on. Eventually, you’ll be out in the world on your own but with enough practice, you will not fail. ",
      "When I informed my parents about this, they gave me the good ol’ classic phrases such as “You have no reason to be upset”, and “You have it so much better than us growing up because in Mexico…”, and even “You aren’t stressed like myself or other parents who have six kids to…”. These toxic phrases are not effective when listening to your child. It unvalidated my emotions and furthered my own anger. Now that I think about it, they didn’t really offer any solutions.",
      "What’s funny to me now is that I’ve had to explain to my parents that therapy isn’t reserved specifically to crazy people. Anyone can benefit from it since anyone can experience an emotionally stressful situation regardless of nationality or wealth. I tell them that’s it’s more of a maintenance form of care like an oil-change for a car. Even if the poor can’t afford, they are typically the ones that need it the most. I once asked them “Would you rather have someone receive treatment before or after they hurt their loved ones/themselves?”. ",
      "For some individuals, they may never see a therapist a day in their lives, but I believe anyone can benefit from this experience. Going to a session does not mean that there is something wrong with you. Going to a session means that you care about your mental health and the relationships you have in your family. "
    ],
    "images": ["Human_Brain.jpg"]
  },
  "1": {
    "title": "Is College Right For You?",
    "teaser": "I give my honest advice for HS graduates as they begin their adulthood",
    "date": "September 27th, 2022",
    "body": [
      "With so many high-school students contemplating pursuing a college degree, I was asked to provide thoughts and recommendations. This was my response in the form of email:",
      "Dear [name],",
      "Since you’re getting ready to graduate High School, many influential decisions are coming your way. These decisions can open or shut the door to numerous opportunities, but most importantly, no one can make these decisions for you. So consider these options carefully.",
      "My first piece of advice, that I tell all high-schoolers, is to review your YouTube App. In many ways, the “Algorithm” knows you better than you know yourself. It is designed to know what you enjoy and shoves entertainment down our throats. Use this to your advantage.",
      "If your YouTube app recommended videos from any of: <a href='https://www.ansys.com/blog/best-engineering-you-tube-channels'>these YouTube Channels</a>",

      "then you may enjoy a a Bachelor's Degree. These channels target people that have a passion for science and research, which is what you can expect to see from four-year university. While this endeavor requires much more discipline and small fortune, it connects you to the greatest minds of our generation. Additionally, the likelihood of climbing a corporate latter greatly increases with a degree. Lastly, it really does not matter which university you go to. Every university will offer a similar program paired with unnecessary bureaucracy. Find a cheap in-state university with a high graduation rate.",
      "If you do not enjoy watching videos from the aforementioned YouTube Channels, then you should consider a technical degree from your two-year or local community college. This will open the door to reliable jobs, economic prosperity via local opportunities, and college credits (that you can transfer to a four-year university if you change your mind). These types of programs are less expensive, offered in a shorter/ more effective time frame, and are arguably less stressful than the four year program. I recognize that some people often look down on technical schools but I would highly recommend them because they focus more on helping their student body rather than profiting on their sports teams.",
      "Ultimately it is important to practice discipline and stoicism. To pursue higher education, you must be willing to put in the time and effort because no one can do the work for you!",
      "Examples to look for can include:",
      "<ul><li>Regular Exercise</li><li>Decent Dieting</li><li>Regular Phone calls to family members</li><li>Turning in all of your homework (on time)</li><li>Going to Organizations or Church</li><li>Knowing when to say 'no'</li></ul>",
      "Good luck on your journey,"
    ],
    "images": ["College.jpg"]
  }
}
