{
    "background" : "My biggest regret in life is not registering for robotics/programming club in high school. I say that because, during my childhood, I wasn't enabled to learn or study such an incredible filed. I, and like most of the Hispanics of Liberal Kansas, have never been properly familiarized with our own electronic devices. To us, Computers and programming has always sounded like a successful but extremely obscure career. It wasn't until college that I eventually began to see the benefits of computer proficiency. Applications such as Word and Excel are powerful tools and with the help from oversea YouTube channels, specifically from India, I also felt as powerful. Fortunately, my enthusiasm didn't stop there.",
    "questions" : "I asked myself: \"How's about I learn about video game emulation?\" ,\"How's about I learn how to jailbreak my own device?\", and \"What is that daunting menu when you press the <f12> key on an internet explorer?\". Many more questions followed these past few years, and each with their own unique answer, but every single project I have worked on has given me a deeper understanding of programming. The variety of this field is almost infinite, so losing interest hasn't been a problem for myself.",
    "future" : "With these thoughts in mind, my future objective is to help enable computer science education in area's that have not been  as fortunate. A major step I have taken to accomplish this goal has been to educate Spanish-speaking students at my local high school. I've also tutored at the College level (surprisingly, for less pay) where students are equally grateful for my assistance. Guiding them into this world of limitless potential is exciting. Here we can express ourselves creatively with the press of a button.",
    "conclusion" : "This experience have shown me that there are numerous like-minded people with massive potential. All we require is the right exposure to make great differences in the world and in our own lives. Lending a hand to these younger individuals has helped me get over my own biggest regret.",
    "signoff": "Thank you for reading,",
    "name":"Erick Saenz"     
}